Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: View profile
be: Зірнуць профіль

source: View report
be: Справаздача

source: View slideshow
be: Зірнуць слайды

source: View storage used by applications
be: Зірнуць, як сховішча выкарыстоўваецца праґрамамі

source: View storage used by apps
be: Зірнуць, як сховішча выкарыстоўваецца праґрамамі

source: View suggested people
be: Зірнуць прапанаваныя знаёмствы

source: View thread
be: Зірнуць галіну

source: View update details.
be: Зірнуць падрабязнасьці абнаўленьня.

source: View updates
be: Зірнуць абнаўленьні

source: View work address
be: Зірнуць адрас працы

source: Viewing %s
be: Праглядаецца %s

source: Visibility timeout
be: Тэрмін бачнасьці

source: Visible passwords
be: Бачныя паролі

source: Visible to all nearby Bluetooth devices
be: Бачныя ўсім блізкім прыладам Bluetooth

source: Visible to all nearby Bluetooth devices (%1$s)
be: Бачныя ўсім блізкім прыладам Bluetooth (%1$s)

source: Visit google.com/accounts/recovery
be: Наведайце google.com/accounts/recovery

source: Visit the developer's Web page
be: Наведаць бачыну распрацоўніка

source: Visualizer
be: Узнаўляльнік

source: Vivid
be: Ярка-жоўтае

source: Vladivostok
be: Уладзівасток

source: Voice
be: Голас

source: Voice Comment
be: Галасавое выказваньне

source: Voice IM
be: Галасавое паведамленьне

source: Voice Input
be: Уводзіць голасам

source: Voice Log
be: Справаздача

source: Voice Privacy
be: Адасабленьне голасу

source: Voice Search
be: Шукаць голасам

source: Voice calling not supported
be: Выклікі голасам не падтрымваюцца

source: Voice calls
be: Выклікі

source: Voice comment name
be: Назва галасавога выказваньня

source: Voice guidance
be: Падказваць голасам

source: Voice input
be: Уводзіць голасам

source: Voice input & output
be: Уводзіць і выводзіць голасам

source: Voice input & output settings
be: Налады зводзіць і выводзіць голасам

source: Voice input is an experimental feature using Google's networked speech recognition.
be: Магчымасьць уводзіць голасам ужывае сеткаванае пазнаваньне голасу Google і яшчэ выпрабоўваецца.

source: Voice input is disabled
be: Ня ўводзіць голасам

source: Voice input is not currently supported for your language, but does work in English.
be: Пакуль няма падтрымкі ўводзіць голасам на вашае мове, але па-анґельску — можна.

source: Voice output
be: Выводзіць голасам

source: Voice quality
be: Якасьць голасу

source: Voice recognizer
be: Пазнавальнік голасу

source: Voice recognizer settings
be: Налады пазнавальніку голасу

source: Voice search
be: Шукаць голасам

source: Voice search is not currently supported for your device's language.
be: Шукаць голасам моваю вашае прылады пакуль нельга.

source: Voice search not installed
be: Галасавы шукач не ўсталяваны

source: Voice search now supports a different default language for your device: %s.
be: Шукаць голасам цяпер можна й іншаю моваю: %s.

source: Voice search now supports your device's language: %s.
be: Шукаць голасам цяпер можна й моваю вашае прылады: %s.

source: Voice service is blocked.
be: Галасавая служба забароненая.

source: Voice/Data services are blocked.
be: Галасавая служба і служба сеціва забароненыя.

source: Voice/SMS services are blocked.
be: Галасавая служба і служба SMS забароненыя.

source: VoiceSearch Label
be: Цэтлік шукаць голасам

source: Voicemail
be: Галасавая пошта

source: Voicemail Inbox
be: Уваходныя галасавое пошты

source: Voicemail from
be: Галасавая пошта ад

source: Voicemail handler
be: Апрацоўнік галасавое пошты

source: Voicemail notifications
be: Спавяшчэньні галасавое пошты

source: Voicemail number
be: Нумар галасавое пошты

source: Voicemail number change unsuccessful.
be: Не ўдалося зьмяніць нумар галасавое пошты.

source: Voicemail number change unsuccessful.\nPlease contact your carrier if this problem persists.
be: Не ўдалося зьмяніць нумар галасавое пошты.\n Калі праблема застанецца, калі ласка, зьвяжыцеся з вашым апэратарам.

source: Voicemail number changed.
be: Нумар галасавое пошты зьмянілі.

source: Voicemail number unavailable
be: Няма доступу да нумару галасавое пошты

source: Voicemail number unknown
be: Нумар галасавое пошты невядомы

source: Voicemail service
be: Служба галасавое пошты

source: Voicemail settings
be: Налады галасавое пошты

source: Voices required for speech synthesis already properly installed
be: Галасы, патрэбныя, каб агучваць, ужо ўсталявалі, як належыць

source: Vol Down key
be: Клявіша «цішэй»

source: Vol Up key
be: Клявіша «гучней»

source: Volume
be: Гучнасьць

source: Volume Buttons Zoom
be: Зьмяняць маштаб кнопкамі гучнасьці

source: Volume Down
be: Кнопка «цішэй»

source: Volume Shutter
be: Кнопкі гучнасьці — затвор

source: Volume Up
be: Кнопка «гучней»

source: Volume Zoom
be: Кнопкі гучнасьці — маштаб

source: Volume and Camera
be: Гучнасьць і камэра

source: Volume buttons
be: Кнопкі гучнасьці

source: Volume down takes picture
be: Кнопка «цішэй» робіць здымак

source: Volume overrides
be: Перавагі гуку

source: Volume up takes a picture
be: Кнопка «гучней» робіць здымак

source: Volume up/down zoom in/out respectively
be: Кнопкі «цішэй» і «гучней» памяншаюць і павялічваюць адпаведна

source: Volumes
be: Гучнасьць

source: W.
be: [н/д]ср

source: W. Africa Time
be: Заходні афрыканскі час

source: WARNING!
be: Перасьцярога!

source: WARNING: Deactivating the Email app's authority to administer your device will delete all email accounts that require it, along with their email, contacts, calendar events, and other data.
be: Перасьцярога: калі забараніце праґраме электроннае пошты кіраваць прыладаю, выдаляцца ўсе рахункі эл. пошты, якія гэтага патрабуюць (разам з усім лістамі, кантактамі, падзеямі ды іншымі зьвесткамі).

source: WCDMA only
be: Толькі WCDMA

source: WEEK %d
be: %d тыдзень

source: WIRELESS & NETWORKS
be: БЯЗДРОТАВЫЯ ДЫ СЕТКІ

source: WPA/WPA2
be: WPA ці WPA2

source: WPA/WPA2 PSK
be: WPA ці WPA2 PSK

source: WPS
be: Хатняя сетка Wi-Fi

source: WPS is already in progress and can take tens of seconds to complete
be: Хатняя сетка Wi-Fi уладкоўваецца, што можа заняць дзясятак сэкундаў

source: WPS pin %1$s needs to be entered on the peer device %2$s for connection setup to proceed
be: Каб працягваць усталёўваць злучэньне, трэба на прыладзе %2$s ўпісаць код WPS %1$s.

source: WPS setup
be: Налады хатняе сеткі Wi-Fi

source: Wait
be: Чакаць

source: Wait while your phone is being encrypted.
be: Пачакайце, пакуль тэлефон зашыфроўваецца.

source: Wait while your tablet is being encrypted.
be: Пачакайце, пакуль пляншэт зашыфроўваецца.

source: Waiting for WiFi
be: Чакаем на Wi-Fi

source: Waiting for data connection\u2026
be: Чакаем злучыцца зь сецівам…

source: Waiting for data connection…
be: Чакаем злучыцца зь сецівам…

source: Waiting for location
be: Вызначаецца месцазнаходжаньне

source: Waiting for location...
be: Вызначаецца месцазнаходжаньне…

source: Waiting for operation on %1$d conversation.
be: Чакаем, каб апрацаваць %1$d размову.

source: Waiting for operation on %1$d conversations.
be: Чакаем, каб апрацаваць некалькі (%1$d) размоў.

source: Waiting for results
be: Чакаем на вынікі

source: Waiting for sync
be: Чакаем, пакуль сынхранізуецца

source: Waiting to retry
be: Чакаем паспрабаваць зноўку

source: Walking
be: Ісьці

source: Walking routes may be missing sidewalks or pedestrian paths.
be: На пешаходных шляхах могуць адсутнічаць ходнікі або пешаходныя дарожкі.

source: Wall
be: Сьцяна

source: Wall Post
be: Допіс на сьцяне

source: Wall post
be: Допіс на сьцяне

source: Wall post created
be: Стварылі допіс на сьцяне

source: Wallpaper
be: Шпалеры

source: Wallpaper Hack
be: Падвыпраўленыя шпалеры

source: Wallpaper Scrolling
be: Пракручваць шпалеры

source: Wallpaper gallery
be: Ґалерэя шпалераў

source: Wallpaper se
be: Шпалеры ўсталявалі

source: Wallpapers
be: Шпалеры

source: Want to set up an account later?
be: Ці хочаце уладкаваць рахунак пазьней?

source: Warning
be: Перасьцярога

source: Warning!
be: Перасьцярога!

source: Warning: A similar gesture is associated to another template!
be: Перасьцярога: падобны жэст ужо зьвязалі зь іншым шаблёнам!

source: Warning: This program is protected by copyright law and international treaties.
be: Перасьцярога: гэтая праґрама абараняецца законам пра аўтарскае права ды міжнароднымі пагадненьнямі.

source: Watch \"%s\" on YouTube
be: Глядзець «%s» на YouTube

source: Watch login attempts
be: Сачыць за спробамі ўвайсьці ў сыстэму

source: Water
be: Вада

source: Water Level
be: Узроўні вады

source: Water, water!
be: Вада, вада!

source: Waveform
be: Форма сыґналу

source: Way to goooo!
be: Так трымаць!

source: We
be: ср

source: We can't add unknown item types :-)
be: Мы ня можам дадаваць рэчы невядомага віду :-)

source: We can't add unknown item types!
be: Мы ня можам дадаваць рэчы невядомага віду!

source: We cannot connect you to Skype at this time.
be: Мы пакуль ня можам злучыць вас са Skype.

source: We couldn't find a route to your destination.
be: Мы не змаглі знайсьці шляху да кірунку.

source: We couldn't find alternate routes to your destination.
be: Мы не змаглі знайсьці іншыя шляхі да кірунку.

source: We couldn't understand the destination.
be: Мы не змаглі зразумець кірунку.

source: We have encountered a problem.
be: Мы сутыкнуліся з праблемаю.

source: We no longer support this version.
be: Мы больш не падтрымваем гэтую вэрсію.

source: We recommend you RockPlayer.
be: Мы раім скарыстацца праґрамаю RockPlayer.

source: We will retry when you are connected.
be: Мы паспрабуем зноўку, калі вы злучыцеся.

source: We've searched the Skype directory for your address book contacts and found the following matches.
be: Пашукаўшы ў даведніку Skype кантакты з вашае адраснае кнігі, мы знайшлі наступныя супадзеньні.

source: Weather
be: Надвор’е

source: Weather Channel
be: Надвор’е

source: Weather information currently unavailable.
be: Зьвесткі пра надвор’е зараз недаступныя.

source: Weather location updated.
be: Месцазнаходжаньне абнавілі.

source: Weather settings
be: Налады надвор’я

source: Web
be: Сеціва

source: Web Search
be: Шукаць у сеціве

source: Web page not available
be: Бачына сеціва недаступная

source: Web search, bookmarks and browser history
be: Шукаць у сеціве, закладках ды гісторыі аглядальніка

source: Website
be: Пляцоўка сеціва

source: Website settings
be: Налады пляцовак сеціва

source: Wed
be: ср

source: Wednesday
be: серада

source: Week
be: Тыдзень

source: Week starts on
be: Тыдзень пачынаецца ў

source: Weekly (every %s)
be: Штотыдзень (кожны %s)

source: Weekly on %s
be: Штотыдзень: %s

source: Welcome
be: Вітаем

source: Welcome back, <font color= '%2$s''> <b> %1$s</b></font>
be: Зноўку вітаем <font color= '%2$s''> <b> %1$s</b></font>

source: Welcome to Skype
be: Вітаем у Skype

source: Welcome to ^1
be: Вітаем вас у ^1

source: Welcome to social network client for \"VKontakte\" by amberfog.com!
be: Вітаем у кліенце грамадзкае сеткі «ЎКантакце», створаным amberfog.com!

source: What
be: Што

source: What am I bathing for...?
be: Дзеля чаго я купаюся..?

source: What are you doing here?
be: Што вы робіце тут?

source: What are you doing up this late?
be: Што ты робіш так позна?

source: What are you doing?
be: Што вы робіце?

source: What does this do?
be: Што гэта робіць?

source: What has been using the battery
be: Што карыстае батарэю

source: What type of account is this?
be: Што гэта за рахунак?

source: What would you like to do?
be: Што вы хочаце зрабіць?

source: What!?
be: Што?!

source: What's done is done...
be: Што зроблена, тое зроблена…

source: What's new with Skype
be: Што новага ў Skype

source: What's new?
be: Што новага?

source: What's on your mind?
be: Пра што думаеце?

source: What's the idea?
be: У чым фішка?

source: What's up with your hair?!
be: Што здарылася з тваімі валасамі?!

source: What's up?
be: Што здарылася?

source: When
be: Калі

source: When Explore by Touch is turned on, you can hear or see descriptions of what's under your finger.
be: Калі дасьледаваць дотыкам дазволена, можна будзе пачуць або пабачыць апісаньне таго, што апынулася пад пальцам.

source: When Face Unlock can't see you, how do you want to unlock?
be: Калі ня будзе бачна вашага твару, як тады адмыкаць?

source: When I delete from Inbox
be: Калі я выдаляю яе з уваходнае скрыні

source: When an app was designed for a smaller screen, a zoom control will appear by the clock.
be: Калі праґрама рабілася для малых экранаў, ля гадзіньніку зьявіцца кіраваньне павелічэньне.

source: When application is started
be: Калі запускаецца праґрама

source: When locating, accurate to street level
be: Вызначаць мейсца з дакладнасьцю да вуліцы

source: When locating, accurate to street level (uncheck to conserve battery)
be: Вызначаць мейсца з дакладнасьцю да вуліцы (не адзначайце, каб ашчаджаць батарэю)

source: When reinstalling an app, restore backed up settings and data
be: Калі праґрама нанова ўсталёўваецца, аднаўляць захаваныя налады й зьвесткі

source: When screen turns off
be: Калі экран вылучаецца

source: When the human's away, the cat will play.
be: Калі чалавек сыходзіць, коцік гуляецца.

source: When this feature is turned on, you can beam app content to another NFC-capable device by holding the devices close together.
be: Гэтая функцыя дазваляе перадаваць зьмесьціва праґрамы іншае прыладзе, якая падтрымвае зносіны блізкага поля, проста зблізіўшы абедзьве прылады.

source: When to activate
be: Калі запускаць

source: When user types in an alphabet, a list of candidate words are provided.
be: Калі карыстальнік друкуе літару, паказваецца сьпіс прапанаваных слоў.

source: When you answer an incoming call, your Skype call will be put on hold.
be: Выклік па Skype будзе ўтрымвацца, калі адказаць на ўваходны выклік.

source: When you set up your phone after the reset, you'll have an opportunity to restore any data that was backed up to your Google Account.
be: Пасьля таго, як тэлефон вернецца да завадзкога стану, можна будзе аднавіць зьвесткі, якія захоўваліся ў адноўцы на рахунку Google.

source: When you set up your tablet after the reset, you'll have an opportunity to restore any data that was backed up to your Google Account.
be: Пасьля таго, як пляншэт вернецца да завадзкога стану, можна будзе аднавіць зьвесткі, якія захоўваліся ў адноўцы на рахунку Google.

source: When:
be: Калі:

source: When: %s
be: Калі: %s

source: When: %s (recurring)
be: Калі: %s (паўтараецца)

source: Where
be: Дзе

source: Where did my human go?
be: Куды пайшоў мой чалавек?

source: Where is my milk?
be: І дзе маё малако?

source: Where'd you go, I'm getting hot.
be: Куды ты ідзеш? Мне ўсё гарачэй!

source: Where:
be: Дзе:

source: Where: %s
be: Дзе: %s

source: Which account would you like to use?
be: Які рахунак жадаеце выкарыстоўваць?

source: Which do you want to use?
be: Якім вы жадаеце скарыстацца?

source: While in this mode no applications using a data connection can be used.
be: У гэтым стане нельга карыстацца праґрамамі, якім трэба злучэньне зь сецівам.

source: While last unplugged for %1$s
be: З часу, як апошні раз адлучылі %1$s

source: White balance
be: Раўнавага белага

source: White text on black
be: Белае па чорным

source: White text on blue
be: Белае па сінім

source: WhiteBalance:
be: Раўнавага белага:

source: Who can see this?
be: Хто можа бачыць гэта?

source: Who likes this
be: Хто ўпадабаў на гэта

source: Whoa, where's my water?
be: Гэй, дзе мая вада?

source: Why are you neglecting me?
be: Чаму ты грэбуеш мною?

source: Why are you watching me bathe?
be: Чаму ты назіраеш, як я купаюся?

source: Why do you prefer work over me?
be: Чаму ты абіраеш працу, а не мяне?

source: Why don't you like me?
be: Чаму ты любіш мяне?

source: Wi-Fi Direct
be: Wi-Fi наўпрост

source: Wi-Fi Direct connection setup request from %1$s.
be: Запыт ад %1$s усталяваць наўпроставае злучэньне Wi-Fi.

source: Wi-Fi Direct is on
be: Наўпроставы Wi-Fi працуе

source: Wi-Fi Events settings
be: Налады падзеяў Wi-Fi

source: Wi-Fi MAC address
be: Адрас MAC Wi-Fi

source: Wi-Fi connected
be: Злучыліся з Wi-Fi

source: Wi-Fi data disabled
be: Забаранілі сеціва праз Wi-Fi

source: Wi-Fi data limit exceeded
be: Перавысілі абмежаваньне на Wi-Fi

source: Wi-Fi disabled when Power disconnected
be: Вылучаць Wi-Fi, калі адлучылі сілкаваньне

source: Wi-Fi disables 3G
be: Wi-Fi вылучае 3G

source: Wi-Fi disables Sync
be: Wi-Fi вылучае сынхранізаваньне

source: Wi-Fi enabled when Power connected
be: Улучаць Wi-Fi, калі далучылі сілкаваньне

source: Wi-Fi enables 3G
be: Wi-Fi улучае 3G

source: Wi-Fi enables Sync
be: Wi-Fi улучае сынхранізаваньне

source: Wi-Fi network available
be: Маецца даступная сетка Wi-Fi

source: Wi-Fi networks
be: Сеткі Wi-Fi

source: Wi-Fi networks available
be: Маюцца даступныя сеткі Wi-Fi

source: Wi-Fi on time
be: Улучаны стан Wi-Fi

source: Wi-Fi only
be: Толькі праз Wi-Fi

source: Wi-Fi running
be: Wi-Fi працуе

source: Wi-Fi settings
be: Налады Wi-Fi

source: Wi-Fi sleep policy
be: Калі ўсыпляць Wi-Fi

source: WiFi MAC address
be: Адрас MAC Wi-Fi

source: WiFi connection required
be: Патрабуецца злучэньне праз Wi-Fi

source: WiFi direct
be: Wi-Fi наўпрост

source: WiFi frequency band
be: Частата паласы Wi-Fi

source: WiFi networks
be: Сеткі Wi-Fi

source: WiFi on time
be: Улучаны стан Wi-Fi

source: WiFi one bar.
be: Вай-фай: адна рыска.

source: WiFi protected setup
be: Уладкаваць абаронены Wi-Fi

source: WiFi running
be: Wi-Fi працуе

source: WiFi settings
be: Налады Wi-Fi

source: WiFi setup
be: Уладкаваць Wi-Fi

source: WiFi signal full.
be: Вай-фай: магутны.

source: WiFi three bars.
be: Вай-фай: тры рыскі.

source: WiFi two bars.
be: Вай-фай: дзьве рыскі.

source: WiFi will be used if available.
be: Будзе ўжывацца Wi-Fi, калі будзе доступ.

source: Wide (30m)
be: Шырокае (30 хв.)

source: Widget Instance Settings
be: Налады віджэтаў

source: Widget name
be: Назва віджэту

source: Widget span config
be: Наставіць памеры віджэту

source: Widgets
be: Віджэты

source: Widgets not supported... sorry :-)
be: Віджэты не падтрымваюцца… выбачайце :-)

source: Widgets not supported\u2026 sorry!
be: Выбачайце! Віджэты не падтрымваюцца…

source: Wifi Config
be: Настаўленьні Wi-Fi

source: Wifi On
be: Улучаны стан Wi-Fi

source: Wifi Running
be: Wi-Fi працуе

source: Wifi State :
be: Стан Wi-Fi:

source: Wifi Status
be: Стан Wi-Fi

source: Wifi information
be: Зьвесткі пра Wi-Fi

source: Will connect automatically when available.
be: Калі стане даступнаю, далучымся самарушна.

source: Will retry shortly.
be: Неўзабаве паспрабуем зноўку.

source: Will you accept?
be: Ці пагаджаецеся?

source: Wind: %s km/h
be: Вецер: %s км/г

source: Windhoek
be: Ўіндгук

source: Window animation scale
be: Маштаб ажыўленьня вокнаў

source: Window limit reached
be: Перавысілі мяжу колькасьці вокнаў

source: Windows
be: Вокны

source: Winking
be: Падміргвае

source: Wired headset
be: Слухаўкі з дротам

source: Wireless & network settings
be: Налады бяздротавых і сетак

source: Wireless & networks
be: Бяздротавыя ды сеткі

source: Wireless controls
be: Налады радыё

source: Wireless settings
be: Налады бяздротавых

source: With me
be: Са мною

source: With this permission, applications can give access to personal data to other applications.
be: Праґрама, якая мае такі дазвол, можа мець доступ да асабістых зьвестак іншых праґрамаў.

source: With user
be: З карыстальнікам

source: Word suggestion settings
be: Налады прапаноўваць словы

source: Word suggestions
be: Прапаноўваць словы

source: Word-based
be: Паводле словаў

source: Words fail me...
be: Не хапае слоў мне…

source: Work
be: Праца

source: Work Fax
be: Факс працоўны

source: Work Mobile
be: Перасоўны на працы

source: Work Pager
be: Працоўны гартач (пэйджар)

source: Working
be: Працуе

source: Would you like to adjust your settings now?
be: Ці хочаце зьмяніць налады зараз?

source: Would you like to cancel?
be: Ці хочаце скасаваць?

source: Would you like to close it?
be: Ці хочаце зачыніць?

source: Would you like to enable GPS now?
be: Ці хочаце задзейнічаць GPS зараз?

source: Would you like to enable it now?
be: Ці хочаце вы пачаць занатоўваць яе?

source: Would you like to enable this feature now?
be: Ці хочаце задзейнічаць гэта зараз?

source: Would you like to exit now?
be: Ці хочаце выйсьці зараз?

source: Would you like to report this package to the developer of Superuser for investigation?
be: Ці хочаце паведаміць пра гэты пакунак распрацоўніку праґрамы Superuser, каб ён дасьледаваў яго?

source: Would you like to resume the call on hold?
be: Ці хочаце аднавіць выклік, які ўтрымваецца?

source: Would you like to set up your auto-fill text?
be: Ці хочаце вызначыць, якія зьвесткі запаўняць?

source: Would you like to shut down?
be: Ці хочаце вылучыць?

source: Would you like to sign in again or exit Skype?
be: Вы жадаеце зноўку ўвайсьці ў Skype, ці канчаткова выйсьці?

source: Write a comment …
be: Выказацца…

source: Write a comment...
be: Выказацца…

source: Write a comment…
be: Выказацца…

source: Write a message
be: Напісаць паведамленьне

source: Write a message...
be: Напісаць паведамленьне…

source: Write feedback...
be: Напісаць водгук…

source: Write photo caption…
be: Падпісаць фатаздымак…

source: Write something…
be: Напішыце што-нішто…

source: Writing language
be: Якою моваю пісаць

source: Wrong number.
be: Хібны нумар.

source: Wysie, ChainsDD, geesun, niuchl, rac2030, sileht and the rest of XDA!
be: Wysie, ChainsDD, geesun, niuchl, rac2030, sileht ды іншыя з XDA!

source: Wysie, ChainsDD, geesun, niuchl, rac2030, sileht and the rest of XDA! :)
be: Wysie, ChainsDD, geesun, niuchl, rac2030, sileht ды астатнія з XDA! :)

source: X-Large
be: Велізарны

source: X-Small
be: Маленечкі

source: Xitsonga (South Africa)
be: цонґа (Паўднёвая Афрыка)

source: YESTERDAY, %1$s
be: УЧОРА, %1$s

source: YY
be: ГГ

source: Yahoo....!
be: Ё-хо-хо!

source: Yakutsk
be: Якуцк

source: Yangon
be: Рангуне

source: Yay!
be: Рубон!

source: Yearly
be: Штогод

source: Yearly (on %s)
be: Штогод (у %s)

source: Yekaterinburg
be: Екацярынбург

source: Yelling
be: Крычыць

source: Yerevan
be: Ерэван

source: Yes
be: Так

source: Yes, send me Skype news and promotions.
be: Так, дасылайце мне навіны ды адмысловыя прапановы ад Skype.

source: Yesterday
be: Учора

source: Yesterday %1$s
be: Учора а %1$s

source: Yesterday at %s
be: Учора а %s

source: Yo!
be: Гэй!

source: Yo, where my snacks at?
be: Гэй! Дзе мая нямкалка?

source: You
be: Вы

source: You +1'd this
be: Вы паставілі «+1»

source: You agree that Google may use any feedback that you provide to improve any Google products or services.
be: Вы пагаджаецеся, што Google можа выкарыстоўваць кожны ваш водгук, каб палепшыць прадукцыю або паслугі Google.

source: You agree that you are solely responsible for any damage to your phone or loss of data that may result from using these applications.
be: Вы пагаджаецеся, што калі гэтыя праґрамы пашкодзяць тэлефон або празь іх страцяцца зьвесткі, за гэта будзеце адказваць толькі вы.

source: You agree that you are solely responsible for any damage to your phone or loss of data that may result from using these apps.
be: Вы пагаджаецеся, што калі гэтыя праґрамы пашкодзяць тэлефон або празь іх страцяцца зьвесткі, за гэта будзеце адказваць толькі вы.

source: You agree that you are solely responsible for any damage to your tablet or loss of data that may result from using these apps.
be: Вы пагаджаецеся, што калі гэтыя праґрамы пашкодзяць пляншэт або празь іх страцяцца зьвесткі, за гэта будзеце адказваць толькі вы.

source: You already have a Google mail username (^1) associated with this account, but it is not currently active.
be: Вы ўжо маеце зьвязанае з гэтым рахункам імя карыстальніка пошты Google (^1), але яно зараз ня дзейнічае.

source: You and %d others like this.
be: Спадабалася вам ды яшчэ некалькім (%d) людзям..
